export const pairs = [
	[
		{
			day: 'Понедельник',
			typeWeek: 'Знаменатель'
		},
		{
			typeWeek: 'Знаменатель',
			dayOfWeek: 'Понедельник',
			date: '1 Сентября',
			timeStart: '12:10',
			timeEnd: '13:40',
			type: 'Практика',
			name: 'Психология в профессиональной деятельности',
			teacher: 'Дятлова Елена Викторовна',
			classRoom: 'В-101'
		},
		{
			typeWeek: 'Знаменатель',
			dayOfWeek: 'Понедельник',
			date: '1 Сентября',
			timeStart: '13:50',
			timeEnd: '15:20',
			type: 'Лекция ',
			name: 'Инноватика в программной инженерии',
			teacher: 'Массель Алексей Геннадьевич',
			classRoom: 'Д-518'
		}
	],
	[
		{
			day: 'Вторник',
			typeWeek: 'Знаменатель'
		},
		{
			typeWeek: 'Знаменатель',
			dayOfWeek: 'Вторник',
			date: '1 Сентября',
			timeStart: '08:30',
			timeEnd: '10:00',
			type: 'Лабораторная',
			name: 'Проектирование программного обеспечения',
			teacher: 'Молчанова Елена Ивановна',
			classRoom: 'Д-505'
		},
		{
			typeWeek: 'Знаменатель',
			dayOfWeek: 'Вторник',
			date: '1 Сентября',
			timeStart: '10:10',
			timeEnd: '11:40',
			type: 'Лекция',
			name: 'Проектирование программного обеспечения',
			teacher: 'Молчанова Елена Ивановна',
			classRoom: 'Д-518'
		},
		{
			typeWeek: 'Знаменатель',
			dayOfWeek: 'Вторник',
			date: '1 Сентября',
			timeStart: '12:10',
			timeEnd: '13:40',
			type: 'Лабораторная',
			name: 'Инноватика в программной инженерии',
			teacher: 'Кузнецов Петр Александрович',
			classRoom: 'А-513'
		}
	],
	[
		{
			day: 'Четверг',
			typeWeek: 'Знаменатель'
		},
		{
			typeWeek: 'Знаменатель',
			dayOfWeek: 'Четверг',
			date: '1 Сентября',
			timeStart: '08:30',
			timeEnd: '10:00',
			type: 'Лабораторная',
			name: 'Администрирование программно-информационных систем',
			teacher: 'Купитман Юлия Олеговна',
			classRoom: 'Д-523'
		},
		{
			typeWeek: 'Знаменатель',
			dayOfWeek: 'Четверг',
			date: '1 Сентября',
			timeStart: '10:10',
			timeEnd: '11:40',
			type: 'Лекция',
			name: 'Администрирование программно-информационных систем',
			teacher: 'Купитман Юлия Олеговна',
			classRoom: 'Д-521'
		},
		{
			typeWeek: 'Знаменатель',
			dayOfWeek: 'Четверг',
			date: '1 Сентября',
			timeStart: '12:10',
			timeEnd: '13:40',
			type: 'Лекция',
			name: 'Теория языков программирования и методы трансляции',
			teacher: 'Хамаева О.В.',
			classRoom: 'Д-521'
		}
	],
	[
		{
			day: 'Пятница',
			typeWeek: 'Знаменатель'
		},
		{
			typeWeek: 'Знаменатель',
			dayOfWeek: 'Пятница',
			date: '1 Сентября',
			timeStart: '08:30',
			timeEnd: '10:00',
			type: 'Лабораторная',
			name: 'Моделирование',
			teacher: 'Носков Сергей Иванович',
			classRoom: 'Д-523'
		},
		{
			typeWeek: 'Знаменатель',
			dayOfWeek: 'Пятница',
			date: '1 Сентября',
			timeStart: '10:10',
			timeEnd: '11:40',
			type: 'Лекция',
			name: 'Моделирование',
			teacher: 'Носков С.И.',
			classRoom: 'Д-320'
		}
	],
	[
		{
			day: 'Суббота',
			typeWeek: 'Знаменатель'
		},
		{
			typeWeek: 'Знаменатель',
			dayOfWeek: 'Суббота',
			date: '1 Сентября',
			timeStart: '10:10',
			timeEnd: '11:40',
			type: 'Лабораторная',
			name: 'Надежность программного обеспечения',
			teacher: 'Асташков Николай Павлович',
			classRoom: 'А-401'
		},
		{
			typeWeek: 'Знаменатель',
			dayOfWeek: 'Суббота',
			date: '1 Сентября',
			timeStart: '12:10',
			timeEnd: '13:40',
			type: 'Лабораторная',
			name: 'Теория языков программирования и методы трансляции',
			teacher: 'Пашков Д.В.',
			classRoom: 'А-516'
		}
	],
	[
		{
			day: 'Понедельник',
			typeWeek: 'Числитель'
		},
		{
			typeWeek: 'Числитель',
			dayOfWeek: 'Понедельник',
			date: '1 Сентября',
			timeStart: '10:10',
			timeEnd: '11:40',
			type: 'Лекция',
			name: 'Инноватика в программной инженерии',
			teacher: 'Массель Алексей Геннадьевич',
			classRoom: 'Д-521'
		},
		{
			typeWeek: 'Числитель',
			dayOfWeek: 'Понедельник',
			date: '1 Сентября',
			timeStart: '12:10',
			timeEnd: '13:40',
			type: 'Лабораторная',
			name: 'Проектирование программного обеспечения',
			teacher: 'Молчанова Елена Ивановна',
			classRoom: 'Д-507'
		}
	],
	[
		{
			day: 'Вторник',
			typeWeek: 'Числитель'
		},
		{
			typeWeek: 'Числитель',
			dayOfWeek: 'Вторник',
			date: '1 Сентября',
			timeStart: '10:10',
			timeEnd: '11:40',
			type: 'Лабораторная',
			name: 'Администрирование программно-информационных систем',
			teacher: 'Купитман Юлия Олеговна',
			classRoom: 'Д-523'
		},
		{
			typeWeek: 'Числитель',
			dayOfWeek: 'Вторник',
			date: '1 Сентября',
			timeStart: '12:10',
			timeEnd: '13:40',
			type: 'Лабораторная',
			name: 'Инноватика в программной инженерии',
			teacher: 'Кузнецов Петр Александрович',
			classRoom: 'А-513'
		},
		{
			typeWeek: 'Числитель',
			dayOfWeek: 'Вторник',
			date: '1 Сентября',
			timeStart: '13:50',
			timeEnd: '15:20',
			type: 'Лекция',
			name: 'Надежность программного обеспечения',
			teacher: 'Асташков Николай Павлович',
			classRoom: 'Б-202'
		}
	],
	[
		{
			day: 'Четверг',
			typeWeek: 'Числитель'
		},
		{
			typeWeek: 'Числитель',
			dayOfWeek: 'Четверг',
			date: '1 Сентября',
			timeStart: '12:10',
			timeEnd: '13:40',
			type: 'Практика',
			name: 'Надежность программного обеспечения',
			teacher: 'Асташков Николай Павлович',
			classRoom: 'Б-202'
		},
		{
			typeWeek: 'Числитель',
			dayOfWeek: 'Четверг',
			date: '1 Сентября',
			timeStart: '13:50',
			timeEnd: '15:20',
			type: 'Лекция',
			name: 'Теория языков программирования и методы трансляции',
			teacher: 'Хамаева О.В.',
			classRoom: 'Д-518'
		},
		{
			typeWeek: 'Числитель',
			dayOfWeek: 'Четверг',
			date: '1 Сентября',
			timeStart: '15:30',
			timeEnd: '17:00',
			type: 'Лекция',
			name: 'Администрирование программно-информационных систем',
			teacher: 'Купитман Юлия Олеговна',
			classRoom: 'Д-521'
		},
		{
			typeWeek: 'Числитель',
			dayOfWeek: 'Четверг',
			date: '1 Сентября',
			timeStart: '17:10',
			timeEnd: '18:40',
			type: 'Лабораторная',
			name: 'Администрирование программно-информационных систем',
			teacher: 'Купитман Юлия Олеговна',
			classRoom: 'Д-523'
		}
	],
	[
		{
			day: 'Пятница',
			typeWeek: 'Числитель'
		},
		{
			typeWeek: 'Числитель',
			dayOfWeek: 'Пятница',
			date: '1 Сентября',
			timeStart: '08:30',
			timeEnd: '10:00',
			type: 'Лабораторная',
			name: 'Моделирование',
			teacher: 'Носков Сергей Иванович',
			classRoom: 'Д-523'
		},
		{
			typeWeek: 'Числитель',
			dayOfWeek: 'Пятница',
			date: '1 Сентября',
			timeStart: '10:10',
			timeEnd: '11:40',
			type: 'Лекция',
			name: 'Моделирование',
			teacher: 'Носков Сергей Иванович',
			classRoom: 'Д-320'
		}
	],
	[
		{
			day: 'Суббота',
			typeWeek: 'Числитель'
		},
		{
			typeWeek: 'Числитель',
			dayOfWeek: 'Суббота',
			date: '1 Сентября',
			timeStart: '10:10',
			timeEnd: '11:40',
			type: 'Лабораторная',
			name: 'Надежность программного обеспечения',
			teacher: 'Асташков Николай Павлович',
			classRoom: 'А-401'
		},
		{
			typeWeek: 'Числитель',
			dayOfWeek: 'Суббота',
			date: '1 Сентября',
			timeStart: '12:10',
			timeEnd: '13:40',
			type: 'Лабораторная',
			name: 'Теория языков программирования и методы трансляции',
			teacher: 'Пашков Д.В.',
			classRoom: 'А-516'
		}
	]
];
